Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 步骤2: 重命名暂存目录失败，尝试恢复符号链接
ar: Step 2: failed to rename staging directory; attempting to restore symlink
de: Step 2: failed to rename staging directory; attempting to restore symlink
en: Step 2: failed to rename staging directory; attempting to restore symlink
eo: Step 2: failed to rename staging directory; attempting to restore symlink
es: Step 2: failed to rename staging directory; attempting to restore symlink
fr: Step 2: failed to rename staging directory; attempting to restore symlink
hi: Step 2: failed to rename staging directory; attempting to restore symlink
id: Step 2: failed to rename staging directory; attempting to restore symlink
it: Step 2: failed to rename staging directory; attempting to restore symlink
ko: Step 2: failed to rename staging directory; attempting to restore symlink
nl: Step 2: failed to rename staging directory; attempting to restore symlink
pl: Step 2: failed to rename staging directory; attempting to restore symlink
pt: Step 2: failed to rename staging directory; attempting to restore symlink
ru: Step 2: failed to rename staging directory; attempting to restore symlink
th: Step 2: failed to rename staging directory; attempting to restore symlink
tr: Step 2: failed to rename staging directory; attempting to restore symlink
vi: Step 2: failed to rename staging directory; attempting to restore symlink
zh_hant: 步骤2: 重命名暂存目錄失败，尝试恢复符号連結

source: 步骤3: 创建本地入口失败，执行紧急回滚
ar: Step 3: failed to create local portal; performing emergency rollback
de: Step 3: failed to create local portal; performing emergency rollback
en: Step 3: failed to create local portal; performing emergency rollback
eo: Step 3: failed to create local portal; performing emergency rollback
es: Step 3: failed to create local portal; performing emergency rollback
fr: Step 3: failed to create local portal; performing emergency rollback
hi: Step 3: failed to create local portal; performing emergency rollback
id: Step 3: failed to create local portal; performing emergency rollback
it: Step 3: failed to create local portal; performing emergency rollback
ko: Step 3: failed to create local portal; performing emergency rollback
nl: Step 3: failed to create local portal; performing emergency rollback
pl: Step 3: failed to create local portal; performing emergency rollback
pt: Step 3: failed to create local portal; performing emergency rollback
ru: Step 3: failed to create local portal; performing emergency rollback
th: Step 3: failed to create local portal; performing emergency rollback
tr: Step 3: failed to create local portal; performing emergency rollback
vi: Step 3: failed to create local portal; performing emergency rollback

source: 步骤3: 符号链接创建失败，紧急回滚
ar: Step 3: symlink creation failed; emergency rollback
de: Step 3: symlink creation failed; emergency rollback
en: Step 3: symlink creation failed; emergency rollback
eo: Step 3: symlink creation failed; emergency rollback
es: Step 3: symlink creation failed; emergency rollback
fr: Step 3: symlink creation failed; emergency rollback
hi: Step 3: symlink creation failed; emergency rollback
id: Step 3: symlink creation failed; emergency rollback
it: Step 3: symlink creation failed; emergency rollback
ko: Step 3: symlink creation failed; emergency rollback
nl: Step 3: symlink creation failed; emergency rollback
pl: Step 3: symlink creation failed; emergency rollback
pt: Step 3: symlink creation failed; emergency rollback
ru: Step 3: symlink creation failed; emergency rollback
th: Step 3: symlink creation failed; emergency rollback
tr: Step 3: symlink creation failed; emergency rollback
vi: Step 3: symlink creation failed; emergency rollback
zh_hant: 步骤3: 符号連結创建失败，紧急回滚

source: 步骤3: 自动回滚失败
ar: Step 3: automatic rollback failed
de: Step 3: automatic rollback failed
en: Step 3: automatic rollback failed
eo: Step 3: automatic rollback failed
es: Step 3: automatic rollback failed
fr: Step 3: automatic rollback failed
hi: Step 3: automatic rollback failed
id: Step 3: automatic rollback failed
it: Step 3: automatic rollback failed
ko: Step 3: automatic rollback failed
nl: Step 3: automatic rollback failed
pl: Step 3: automatic rollback failed
pt: Step 3: automatic rollback failed
ru: Step 3: automatic rollback failed
th: Step 3: automatic rollback failed
tr: Step 3: automatic rollback failed
vi: Step 3: automatic rollback failed

source: 沙盒容器数据 (App Store 应用)
ar: Sandbox container data (App Store apps)
de: Sandbox container data (App Store apps)
en: Sandbox container data (App Store apps)
eo: Sandbox container data (App Store apps)
es: Sandbox container data (App Store apps)
fr: Sandbox container data (App Store apps)
hi: Sandbox container data (App Store apps)
id: Sandbox container data (App Store apps)
it: Sandbox container data (App Store apps)
ja: Sandbox container data (App Store apps)
ko: Sandbox container data (App Store apps)
nl: Sandbox container data (App Store apps)
pl: Sandbox container data (App Store apps)
pt: Sandbox container data (App Store apps)
ru: Sandbox container data (App Store apps)
th: Sandbox container data (App Store apps)
tr: Sandbox container data (App Store apps)
vi: Sandbox container data (App Store apps)
zh_hant: 沙盒容器資料 (App Store 應用程式)

source: 沙盒容器数据（App Store 应用）
ar: Sandbox container data (App Store apps)
de: Sandbox container data (App Store apps)
en: Sandbox container data (App Store apps)
eo: Sandbox container data (App Store apps)
es: Sandbox container data (App Store apps)
fr: Sandbox container data (App Store apps)
hi: Sandbox container data (App Store apps)
id: Sandbox container data (App Store apps)
it: Sandbox container data (App Store apps)
ja: サンドボックスコンテナデータ（App Storeアプリ）
ko: Sandbox container data (App Store apps)
nl: Sandbox container data (App Store apps)
pl: Sandbox container data (App Store apps)
pt: Sandbox container data (App Store apps)
ru: Sandbox container data (App Store apps)
th: Sandbox container data (App Store apps)
tr: Sandbox container data (App Store apps)
vi: Sandbox container data (App Store apps)
zh_hant: 沙盒容器資料（App Store 應用程式）

source: 没有写入权限：%@
ar: No write permission: %@
de: No write permission: %@
en: No write permission: %@
eo: No write permission: %@
es: No write permission: %@
fr: No write permission: %@
hi: No write permission: %@
id: No write permission: %@
it: No write permission: %@
ja: No write permission: %@
ko: No write permission: %@
nl: No write permission: %@
pl: No write permission: %@
pt: No write permission: %@
ru: Нет прав на запись: %@
th: No write permission: %@
tr: No write permission: %@
vi: No write permission: %@

source: 没有匹配当前筛选条件的数据目录
ar: لا توجد أدلة بيانات تطابق عوامل التصفية الحالية
de: Keine Datenverzeichnisse entsprechen den aktuellen Filtern
en: No data directories match the current filters
eo: Neniuj datumaj dosierujoj kongruas kun la nunaj filtriloj
es: Ningún directorio de datos coincide con los filtros actuales
fr: Aucun répertoire de données ne correspond aux filtres actuels
hi: मौजूदा फ़िल्टर से कोई डेटा डायरेक्टरी मेल नहीं खाती
id: Tidak ada direktori data yang cocok dengan filter saat ini
it: Nessuna directory dati corrisponde ai filtri correnti
ja: 現在のフィルタに一致するデータディレクトリはありません
ko: 현재 필터와 일치하는 데이터 디렉터리가 없음
nl: Geen gegevensmappen komen overeen met de huidige filters
pl: Żadne katalogi danych nie pasują do bieżących filtrów
pt: Nenhum diretório de dados corresponde aos filtros atuais
ru: Нет каталогов данных, соответствующих текущим фильтрам
th: ไม่มีไดเรกทอรีข้อมูลที่ตรงกับตัวกรองปัจจุบัน
tr: Geçerli filtrelerle eşleşen veri dizini yok
vi: Không có thư mục dữ liệu nào khớp với bộ lọc hiện tại
zh_hant: 沒有符合目前篩選條件的資料目錄

source: 没有需要更新的 Dock 固定项。如果还未固定此应用，请打开应用后选择“在程序坞中保留”。
ar: لا توجد عناصر في Dock تحتاج إلى تحديث. إذا لم يكن هذا التطبيق مثبّتًا بعد، فافتحه واختر «احتفاظ في شريط الأيقونات».
de: Keine Dock-Einträge müssen aktualisiert werden. Falls diese App noch nicht im Dock ist, öffnen Sie sie und wählen Sie „Im Dock behalten“.
en: No Dock items need updating. If this app is not pinned yet, open it and choose “Keep in Dock”.
eo: Neniu ero en Dock bezonas ĝisdatigon. Se ĉi tiu aplikaĵo ankoraŭ ne estas fiksita, malfermu ĝin kaj elektu “Konservi en Dock”.
es: No hay elementos del Dock que necesiten actualizarse. Si esta app aún no está fijada, ábrela y selecciona «Mantener en el Dock».
fr: Aucun élément du Dock ne nécessite de mise à jour. Si cette app n’est pas encore épinglée, ouvrez-la puis choisissez « Garder dans le Dock ».
hi: Dock में कोई आइटम अपडेट करने की ज़रूरत नहीं है। अगर यह ऐप अभी तक पिन नहीं है, तो इसे खोलें और “Dock में रखें” चुनें।
id: Tidak ada item Dock yang perlu diperbarui. Jika app ini belum disematkan, buka app lalu pilih “Simpan di Dock”.
it: Non ci sono elementi del Dock da aggiornare. Se l’app non è ancora nel Dock, aprila e scegli “Mantieni nel Dock”.
ja: 更新が必要なDock項目はありません。このアプリをまだ登録していない場合は、アプリを開いて「Dockに残す」を選択してください。
ko: 업데이트할 Dock 항목이 없습니다. 이 앱이 아직 고정되어 있지 않다면 앱을 연 다음 ‘Dock에 유지’를 선택하세요.
nl: Er zijn geen Dock-items die moeten worden bijgewerkt. Als de app nog niet permanent in het Dock staat, open je deze en kies je ‘Permanent in Dock’.
pl: Żadne pozycje w Docku nie wymagają uaktualnienia. Jeśli aplikacja nie jest jeszcze przypięta, otwórz ją i wybierz „Zatrzymaj w Docku”.
pt: Nenhum elemento da Dock precisa de ser atualizado. Se esta aplicação ainda não estiver fixa, abra-a e escolha “Manter na Dock”.
ru: Нет значков Dock, требующих обновления. Если это приложение ещё не закреплено, откройте его и выберите «Оставить в Dock».
th: ไม่มีรายการใน Dock ที่ต้องอัปเดต หากยังไม่ได้ปักหมุดแอปนี้ ให้เปิดแอปแล้วเลือก “เก็บไว้บน Dock”
tr: Güncellenmesi gereken Dock öğesi yok. Bu uygulama henüz sabitlenmediyse uygulamayı açıp “Dock’ta Tut” seçeneğini seçin.
vi: Không có mục nào trong Dock cần cập nhật. Nếu chưa ghim ứng dụng này, hãy mở ứng dụng rồi chọn “Giữ lại trong Dock”.
zh_hant: 沒有需要更新的 Dock 固定項目。若尚未固定此應用程式，請開啟它並選擇「保留在Dock上」。

source: 添加目录迁移
ar: Add Directory Migration
de: Add Directory Migration
en: Add Directory Migration
eo: Add Directory Migration
es: Add Directory Migration
fr: Add Directory Migration
hi: Add Directory Migration
id: Add Directory Migration
it: Add Directory Migration
ja: Add Directory Migration
ko: Add Directory Migration
nl: Add Directory Migration
pl: Add Directory Migration
pt: Add Directory Migration
ru: Add Directory Migration
th: Add Directory Migration
tr: Add Directory Migration
vi: Add Directory Migration
zh_hant: 添加目錄遷移

source: 清理时跳过受保护文件
ar: Skipped protected file during cleanup
de: Skipped protected file during cleanup
en: Skipped protected file during cleanup
eo: Skipped protected file during cleanup
es: Skipped protected file during cleanup
fr: Skipped protected file during cleanup
hi: Skipped protected file during cleanup
id: Skipped protected file during cleanup
it: Skipped protected file during cleanup
ko: Skipped protected file during cleanup
nl: Skipped protected file during cleanup
pl: Skipped protected file during cleanup
pt: Skipped protected file during cleanup
ru: Skipped protected file during cleanup
th: Skipped protected file during cleanup
tr: Skipped protected file during cleanup
vi: Skipped protected file during cleanup

source: 清空日志
ar: مسح السجل
de: Protokoll löschen
en: Clear Log
eo: Viŝi protokolon
es: Borrar registro
fr: Effacer le journal
hi: लॉग साफ़ करें
id: Hapus Log
it: Cancella log
ja: ログを消去
ko: 로그 지우기
nl: Log wissen
pl: Wyczyść dziennik
pt: Limpar log
ru: Очистить журнал
th: ล้างบันทึก
tr: Günlüğü Temizle
vi: Xóa nhật ký
zh_hant: 清空日誌

source: 清除筛选
ar: مسح عوامل التصفية
de: Filter löschen
en: Clear Filters
eo: Forigi filtrilojn
es: Borrar filtros
fr: Effacer les filtres
hi: फ़िल्टर साफ़ करें
id: Hapus filter
it: Cancella filtri
ja: フィルタをクリア
ko: 필터 지우기
nl: Filters wissen
pl: Wyczyść filtry
pt: Limpar filtros
ru: Сбросить фильтры
th: ล้างตัวกรอง
tr: Filtreleri temizle
vi: Xóa bộ lọc
zh_hant: 清除篩選

source: 灵码 (Lingma) 数据
ar: Lingma Data
de: Lingma Data
en: Lingma Data
eo: Lingma Data
es: Lingma Data
fr: Lingma Data
hi: Lingma Data
id: Lingma Data
it: Lingma Data
ja: Lingma Data
ko: Lingma Data
nl: Lingma Data
pl: Lingma Data
pt: Lingma Data
ru: Lingma Data
th: Lingma Data
tr: Lingma Data
vi: Lingma Data
zh_hant: 靈碼 (Lingma) 資料

source: 灵码（Lingma）数据
ar: Lingma Data
de: Lingma Data
en: Lingma Data
eo: Lingma Data
es: Lingma Data
fr: Lingma Data
hi: Lingma Data
id: Lingma Data
it: Lingma Data
ja: Lingma Data
ko: Lingma Data
nl: Lingma Data
pl: Lingma Data
pt: Lingma Data
ru: Lingma Data
th: Lingma Data
tr: Lingma Data
vi: Lingma Data
zh_hant: 靈碼（Lingma）資料

source: 版权与许可
ar: حقوق النشر والترخيص
de: Urheberrecht und Lizenz
en: Copyright and License
eo: Kopirajto kaj permesilo
es: Derechos de autor y licencia
fr: Droits d’auteur et licence
hi: कॉपीराइट और लाइसेंस
id: Hak Cipta dan Lisensi
it: Copyright e licenza
ja: 著作権とライセンス
ko: 저작권 및 라이선스
nl: Auteursrecht en licentie
pl: Prawa autorskie i licencja
pt: Direitos de autor e licença
ru: Авторские права и лицензия
th: ลิขสิทธิ์และสัญญาอนุญาต
tr: Telif Hakkı ve Lisans
vi: Bản quyền và giấy phép
zh_hant: 版權與授權

source: 现有软链
ar: رابط رمزي موجود
de: Vorhandener Symlink
en: Existing Symlink
eo: Ekzistanta simbola ligilo
es: Enlace simbólico existente
fr: Lien symbolique existant
hi: मौजूदा सिमलिंक
id: Symlink yang ada
it: Symlink esistente
ja: 既存のシンボリックリンク
ko: 기존 심볼릭 링크
nl: Bestaande symlink
pl: Istniejące dowiązanie symboliczne
pt: Symlink existente
ru: Существующая символьная ссылка
th: ซิมลิงก์ที่มีอยู่
tr: Mevcut sembolik bağlantı
vi: Liên kết tượng trưng hiện có
zh_hant: 現有軟連結

source: 用户取消了权限授权
ar: ألغى المستخدم تفويض الأذونات
de: Berechtigungserteilung vom Benutzer abgebrochen
en: User cancelled authorization
eo: Uzanto nuligis permeson
es: Usuario canceló la autorización de permisos
fr: L'utilisateur a annulé l'autorisation des permissions
hi: उपयोगकर्ता ने अनुमति प्राधिकरण रद्द किया
id: Pengguna membatalkan otorisasi izin
it: Utente ha annullato l'autorizzazione dei permessi
ja: User cancelled authorization
ko: 사용자가 권한 승인을 취소했습니다
nl: Gebruiker heeft machtiging geannuleerd
pl: Użytkownik anulował autoryzację uprawnień
pt: Usuário cancelou a autorização de permissões
ru: Пользователь отменил авторизацию разрешений
th: ผู้ใช้ยกเลิกการอนุญาตสิทธิ์
tr: Kullanıcı izin yetkilendirmesini iptal etti
vi: Người dùng đã hủy cấp quyền

source: 用户文档
ar: التوثيق
de: Dokumentation
en: Documentation
eo: Dokumentaro
es: Documentación
fr: Documentation
hi: दस्तावेज़ीकरण
id: Dokumentasi
it: Documentazione
ja: ドキュメント
ko: 문서
nl: Documentatie
pl: Dokumentacja
pt: Documentação
ru: Документация
th: เอกสารประกอบ
tr: Belgeler
vi: Tài liệu
zh_hant: 用戶文檔

source: 用户确认接回外部数据
ar: User confirmed external data relink
de: User confirmed external data relink
en: User confirmed external data relink
eo: User confirmed external data relink
es: User confirmed external data relink
fr: User confirmed external data relink
hi: User confirmed external data relink
id: User confirmed external data relink
it: User confirmed external data relink
ko: User confirmed external data relink
nl: User confirmed external data relink
pl: User confirmed external data relink
pt: User confirmed external data relink
ru: User confirmed external data relink
th: User confirmed external data relink
tr: User confirmed external data relink
vi: User confirmed external data relink
zh_hant: 用户确认接回外部資料

source: 用户确认接管现有软链
ar: User confirmed adopting existing symlink
de: User confirmed adopting existing symlink
en: User confirmed adopting existing symlink
eo: User confirmed adopting existing symlink
es: User confirmed adopting existing symlink
fr: User confirmed adopting existing symlink
hi: User confirmed adopting existing symlink
id: User confirmed adopting existing symlink
it: User confirmed adopting existing symlink
ko: User confirmed adopting existing symlink
nl: User confirmed adopting existing symlink
pl: User confirmed adopting existing symlink
pt: User confirmed adopting existing symlink
ru: User confirmed adopting existing symlink
th: User confirmed adopting existing symlink
tr: User confirmed adopting existing symlink
vi: User confirmed adopting existing symlink

source: 用户确认迁移数据目录
ar: User confirmed data directory migration
de: User confirmed data directory migration
en: User confirmed data directory migration
eo: User confirmed data directory migration
es: User confirmed data directory migration
fr: User confirmed data directory migration
hi: User confirmed data directory migration
id: User confirmed data directory migration
it: User confirmed data directory migration
ko: User confirmed data directory migration
nl: User confirmed data directory migration
pl: User confirmed data directory migration
pt: User confirmed data directory migration
ru: User confirmed data directory migration
th: User confirmed data directory migration
tr: User confirmed data directory migration
vi: User confirmed data directory migration
zh_hant: 用户确认遷移資料目錄

source: 用户确认还原数据目录
ar: User confirmed data directory restore
de: User confirmed data directory restore
en: User confirmed data directory restore
eo: User confirmed data directory restore
es: User confirmed data directory restore
fr: User confirmed data directory restore
hi: User confirmed data directory restore
id: User confirmed data directory restore
it: User confirmed data directory restore
ko: User confirmed data directory restore
nl: User confirmed data directory restore
pl: User confirmed data directory restore
pt: User confirmed data directory restore
ru: User confirmed data directory restore
th: User confirmed data directory restore
tr: User confirmed data directory restore
vi: User confirmed data directory restore
zh_hant: 用户确认還原資料目錄

source: 用户请求传统链接迁移
ar: User requested legacy symlink migration
de: User requested legacy symlink migration
en: User requested legacy symlink migration
eo: User requested legacy symlink migration
es: User requested legacy symlink migration
fr: User requested legacy symlink migration
hi: User requested legacy symlink migration
id: User requested legacy symlink migration
it: User requested legacy symlink migration
ko: User requested legacy symlink migration
nl: User requested legacy symlink migration
pl: User requested legacy symlink migration
pt: User requested legacy symlink migration
ru: User requested legacy symlink migration
th: User requested legacy symlink migration
tr: User requested legacy symlink migration
vi: User requested legacy symlink migration
zh_hant: 用户请求传统連結遷移

source: 用户请求删除本地入口
ar: User requested local portal deletion
de: User requested local portal deletion
en: User requested local portal deletion
eo: User requested local portal deletion
es: User requested local portal deletion
fr: User requested local portal deletion
hi: User requested local portal deletion
id: User requested local portal deletion
it: User requested local portal deletion
ko: User requested local portal deletion
nl: User requested local portal deletion
pl: User requested local portal deletion
pt: User requested local portal deletion
ru: User requested local portal deletion
th: User requested local portal deletion
tr: User requested local portal deletion
vi: User requested local portal deletion

source: 用户请求恢复原始签名
ar: User requested original signature restore
de: User requested original signature restore
en: User requested original signature restore
eo: User requested original signature restore
es: User requested original signature restore
fr: User requested original signature restore
hi: User requested original signature restore
id: User requested original signature restore
it: User requested original signature restore
ko: User requested original signature restore
nl: User requested original signature restore
pl: User requested original signature restore
pt: User requested original signature restore
ru: User requested original signature restore
th: User requested original signature restore
tr: User requested original signature restore
vi: User requested original signature restore

source: 用户请求迁移应用
ar: User requested app migration
de: User requested app migration
en: User requested app migration
eo: User requested app migration
es: User requested app migration
fr: User requested app migration
hi: User requested app migration
id: User requested app migration
it: User requested app migration
ko: User requested app migration
nl: User requested app migration
pl: User requested app migration
pt: User requested app migration
ru: User requested app migration
th: User requested app migration
tr: User requested app migration
vi: User requested app migration
zh_hant: 用户请求遷移應用程式

source: 用户请求还原单个应用
ar: User requested single app restore
de: User requested single app restore
en: User requested single app restore
eo: User requested single app restore
es: User requested single app restore
fr: User requested single app restore
hi: User requested single app restore
id: User requested single app restore
it: User requested single app restore
ko: User requested single app restore
nl: User requested single app restore
pl: User requested single app restore
pt: User requested single app restore
ru: User requested single app restore
th: User requested single app restore
tr: User requested single app restore
vi: User requested single app restore
zh_hant: 用户请求還原单个應用程式

source: 用户请求重签名单个应用
ar: User requested single app re-signing
de: User requested single app re-signing
en: User requested single app re-signing
eo: User requested single app re-signing
es: User requested single app re-signing
fr: User requested single app re-signing
hi: User requested single app re-signing
id: User requested single app re-signing
it: User requested single app re-signing
ko: User requested single app re-signing
nl: User requested single app re-signing
pl: User requested single app re-signing
pt: User requested single app re-signing
ru: User requested single app re-signing
th: User requested single app re-signing
tr: User requested single app re-signing
vi: User requested single app re-signing
zh_hant: 用户请求重签名单个應用程式
